Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Your Nous subscription was last refreshed %lld days ago. Enable the toggle above to prevent the refresh token from expiring.
de: Dein Nous-Abonnement wurde zuletzt vor %lld Tagen aktualisiert. Aktiviere den obigen Schalter, um zu verhindern, dass das Refresh-Token abläuft.
es: Tu suscripción de Nous se actualizó por última vez hace %lld días. Activa el interruptor de arriba para evitar que el token de renovación caduque.
fr: Votre abonnement Nous a été actualisé pour la dernière fois il y a %lld jours. Activez le bouton ci-dessus pour empêcher l'expiration du jeton d'actualisation.
ja: Nous のサブスクリプションは %lld 日前に最後に更新されました。リフレッシュトークンの失効を防ぐには、上のトグルを有効にしてください。
pt_br: Sua assinatura Nous foi atualizada pela última vez há %lld dias. Ative a opção acima para evitar que o token de atualização expire.
zh_hans: 你的 Nous 订阅上次刷新是在 %lld 天前。启用上方的开关以防止刷新令牌过期。

source: Your projects list, each project's own record, and the folders on disk all agree.
de: Deine Projektliste, der jeweils eigene Datensatz jedes Projekts und die Ordner auf der Festplatte stimmen alle überein.
es: Tu lista de proyectos, el registro propio de cada proyecto y las carpetas del disco coinciden.
fr: Votre liste de projets, la fiche propre à chaque projet et les dossiers sur le disque concordent tous.
ja: プロジェクト一覧、各プロジェクト自身の記録、ディスク上のフォルダはすべて一致しています。
pt_br: Sua lista de projetos, o registro de cada projeto e as pastas em disco estão todos de acordo.
zh_hans: 你的项目列表、各项目自身的记录以及磁盘上的文件夹三者一致。

source: Your response
de: Deine Antwort
es: Tu respuesta
fr: Votre réponse
ja: あなたの回答
pt_br: Sua resposta
zh_hans: 你的回复

source: Your server list couldn't be read
de: Deine Serverliste konnte nicht gelesen werden
es: No se pudo leer tu lista de servidores
fr: Votre liste de serveurs n’a pas pu être lue
ja: サーバー一覧を読み取れませんでした
pt_br: Não foi possível ler sua lista de servidores
zh_hans: 无法读取你的服务器列表

source: Your server list couldn’t be read. Scarf won’t overwrite %@ until it can read it again, so changes you make here stay in this session only.
de: Deine Serverliste konnte nicht gelesen werden. Scarf überschreibt %@ nicht, bevor die Datei wieder lesbar ist; Änderungen, die du hier machst, bleiben daher auf diese Sitzung beschränkt.
es: No se pudo leer tu lista de servidores. Scarf no sobrescribirá %@ hasta que pueda volver a leerlo, así que los cambios que hagas aquí se quedan solo en esta sesión.
fr: Votre liste de serveurs n’a pas pu être lue. Scarf n’écrasera pas %@ tant qu’il ne pourra pas la relire ; les modifications que vous faites ici ne valent donc que pour cette session.
ja: サーバー一覧を読み取れませんでした。Scarf は %@ を再び読み取れるようになるまで上書きしないため、ここでの変更はこのセッション内だけに留まります。
pt_br: Não foi possível ler sua lista de servidores. O Scarf não sobrescreverá %@ até conseguir lê-lo novamente, então as alterações feitas aqui valem apenas nesta sessão.
zh_hans: 无法读取你的服务器列表。在能够重新读取之前,Scarf 不会覆盖 %@,因此你在这里所做的更改仅保留在本次会话中。

source: Your server list couldn't be saved
de: Deine Serverliste konnte nicht gespeichert werden
es: No se pudo guardar tu lista de servidores
fr: Votre liste de serveurs n’a pas pu être enregistrée
ja: サーバー一覧を保存できませんでした
pt_br: Não foi possível salvar sua lista de servidores
zh_hans: 无法保存你的服务器列表

source: Your server list couldn’t be saved. Changes you make here are kept in this session only. %@
de: Deine Serverliste konnte nicht gespeichert werden. Änderungen, die du hier machst, gelten nur für diese Sitzung. %@
es: No se pudo guardar tu lista de servidores. Los cambios que hagas aquí se conservan solo en esta sesión. %@
fr: Votre liste de serveurs n’a pas pu être enregistrée. Les modifications que vous faites ici ne valent que pour cette session. %@
ja: サーバー一覧を保存できませんでした。ここでの変更はこのセッション内だけに保持されます。%@
pt_br: Não foi possível salvar sua lista de servidores. As alterações feitas aqui valem apenas nesta sessão. %@
zh_hans: 无法保存你的服务器列表。你在这里所做的更改仅保留在本次会话中。%@

source: Your SSH key and host settings for %@ will be removed. Other servers stay configured. This cannot be undone.
de: Dein SSH-Schlüssel und die Host-Einstellungen für %@ werden entfernt. Andere Server bleiben konfiguriert. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán tu clave SSH y los ajustes de host de %@. Los demás servidores siguen configurados. Esto no se puede deshacer.
fr: Votre clé SSH et les réglages d'hôte pour %@ seront supprimés. Les autres serveurs restent configurés. Action irréversible.
ja: %@ の SSH 鍵とホスト設定が削除されます。他のサーバーの設定はそのまま残ります。この操作は取り消せません。
pt_br: Sua chave SSH e as configurações de host de %@ serão removidas. Os outros servidores permanecem configurados. Isso não pode ser desfeito.
zh_hans: %@ 的 SSH 密钥和主机设置将被移除。其他服务器的配置保持不变。此操作无法撤销。

source: Your tools will now route through your subscription.
de: Deine Tools werden jetzt über dein Abonnement geleitet.
es: Tus herramientas ahora se enrutarán a través de tu suscripción.
fr: Vos outils passeront désormais par votre abonnement.
ja: これでツールはサブスクリプション経由でルーティングされます。
pt_br: Suas ferramentas agora serão roteadas pela sua assinatura.
zh_hans: 你的工具现在将通过你的订阅路由。

source: Reading file…
de: Datei wird gelesen…
es: Leyendo el archivo…
fr: Lecture du fichier…
ja: ファイルを読み込み中…
pt_br: Lendo o arquivo…
zh_hans: 正在读取文件…

source: Reading the selected skill file
de: Die ausgewählte Skill-Datei wird gelesen
es: Leyendo el archivo de la habilidad seleccionada
fr: Lecture du fichier de la compétence sélectionnée
ja: 選択したスキルファイルを読み込み中
pt_br: Lendo o arquivo da habilidade selecionada
zh_hans: 正在读取所选技能文件

source: Not saved: %@
de: Nicht gespeichert: %@
es: No guardado: %@
fr: Non enregistré : %@
ja: 未保存: %@
pt_br: Não salvo: %@
zh_hans: 未保存：%@

source: This job has no runs left — duplicate it to schedule a new one.
de: Für diesen Job stehen keine Ausführungen mehr aus — dupliziere ihn, um eine neue zu planen.
es: A esta tarea no le quedan ejecuciones: duplícala para programar una nueva.
fr: Cette tâche n’a plus d’exécutions — dupliquez-la pour en planifier une nouvelle.
ja: このジョブには残りの実行がありません。複製して新しい実行を予約してください。
pt_br: Esta tarefa não tem execuções restantes — duplique-a para agendar uma nova.
zh_hans: 此作业已无剩余运行次数 — 请复制它以安排新的运行。

source: This job has run all %lld of its scheduled times — duplicate it to schedule a new one.
de: Dieser Job wurde alle %lld geplanten Male ausgeführt — dupliziere ihn, um eine neue Ausführung zu planen.
es: Esta tarea se ha ejecutado las %lld veces programadas: duplícala para programar una nueva.
fr: Cette tâche s’est exécutée %lld fois, soit toutes celles prévues — dupliquez-la pour en planifier une nouvelle.
ja: このジョブは予定されていた %lld 回すべてを実行しました。複製して新しい実行を予約してください。
pt_br: Esta tarefa já foi executada todas as %lld vezes agendadas — duplique-a para agendar uma nova.
zh_hans: 此作业已运行完计划的全部 %lld 次 — 请复制它以安排新的运行。

source: This one-shot's time has passed — duplicate it with a new time.
de: Der Zeitpunkt dieses einmaligen Jobs ist verstrichen — dupliziere ihn mit einer neuen Zeit.
es: La hora de esta ejecución única ya pasó: duplícala con una hora nueva.
fr: L’heure de cette exécution unique est passée — dupliquez-la avec une nouvelle heure.
ja: この単発ジョブの予定時刻は過ぎています。新しい時刻で複製してください。
pt_br: O horário desta execução única já passou — duplique-a com um novo horário.
zh_hans: 此单次作业的时间已过 — 请以新的时间复制它。

source: This job failed to schedule. Hermes v0.21.0 or newer can resume it — until then, duplicate it to schedule a new one.
de: Dieser Auftrag konnte nicht geplant werden. Hermes v0.21.0 oder neuer kann ihn fortsetzen — bis dahin dupliziere ihn, um eine neue Ausführung zu planen.
es: No se pudo programar esta tarea. Hermes v0.21.0 o posterior puede reanudarla; hasta entonces, duplícala para programar una nueva.
fr: Cette tâche n'a pas pu être planifiée. Hermes v0.21.0 ou plus récent peut la reprendre — en attendant, dupliquez-la pour en planifier une nouvelle.
ja: このジョブのスケジュール設定に失敗しました。Hermes v0.21.0 以降なら再開できます。それまでは複製して新しい実行を予約してください。
pt_br: Não foi possível agendar esta tarefa. O Hermes v0.21.0 ou mais recente pode retomá-la — até então, duplique-a para agendar uma nova.
zh_hans: 此任务排程失败。Hermes v0.21.0 或更高版本可以恢复它 — 在此之前，请复制它以安排新的运行。

source: This Hermes is older than v0.19, which added `hermes config unset`. To go back to the host default, remove the `%@` line from config.yaml on the host.
de: Dieses Hermes ist älter als v0.19, das `hermes config unset` eingeführt hat. Um zur Host-Voreinstellung zurückzukehren, entferne die Zeile `%@` aus der config.yaml auf dem Host.
es: Este Hermes es anterior a v0.19, que añadió `hermes config unset`. Para volver al valor predeterminado del host, elimina la línea `%@` de config.yaml en el host.
fr: Ce Hermes est antérieur à v0.19, qui a introduit `hermes config unset`. Pour revenir à la valeur par défaut de l'hôte, supprimez la ligne `%@` du fichier config.yaml sur l'hôte.
ja: この Hermes は `hermes config unset` が追加された v0.19 より前のバージョンです。ホストの既定値に戻すには、ホストの config.yaml から `%@` の行を削除してください。
pt_br: Este Hermes é anterior à v0.19, que adicionou `hermes config unset`. Para voltar ao padrão do host, remova a linha `%@` do config.yaml no host.
zh_hans: 此 Hermes 版本早于引入 `hermes config unset` 的 v0.19。要恢复为主机默认值，请从主机上的 config.yaml 中删除 `%@` 这一行。

source: Cleared %@ — the host default applies
de: %@ zurückgesetzt — die Host-Voreinstellung gilt
es: Se borró %@: se aplica el valor predeterminado del host
fr: %@ effacé — la valeur par défaut de l'hôte s'applique
ja: %@ をクリアしました — ホストの既定値が適用されます
pt_br: %@ removido — o padrão do host se aplica
zh_hans: 已清除 %@ — 现使用主机默认值

source: Couldn’t clear %@
de: %@ konnte nicht zurückgesetzt werden
es: No se pudo borrar %@
fr: Impossible d'effacer %@
ja: %@ をクリアできませんでした
pt_br: Não foi possível remover %@
zh_hans: 无法清除 %@

source: Couldn’t clear %@: %@
de: %@ konnte nicht zurückgesetzt werden: %@
es: No se pudo borrar %@: %@
fr: Impossible d'effacer %@ : %@
ja: %@ をクリアできませんでした: %@
pt_br: Não foi possível remover %@: %@
zh_hans: 无法清除 %@：%@

source: Hermes recorded no cost for this session
de: Hermes hat für diese Sitzung keine Kosten erfasst
es: Hermes no registró ningún coste para esta sesión
fr: Hermes n’a enregistré aucun coût pour cette session
ja: Hermes はこのセッションのコストを記録していません
pt_br: O Hermes não registrou nenhum custo para esta sessão
zh_hans: Hermes 未记录此会话的费用

source: Partial — Hermes recorded no cost for ^[%lld session](inflect: true)
de: Teilsumme – Hermes hat für ^[%lld Sitzung](inflect: true) keine Kosten erfasst
es: Parcial: Hermes no registró ningún coste para ^[%lld sesión](inflect: true)
fr: Partiel – Hermes n’a enregistré aucun coût pour ^[%lld session](inflect: true)
ja: 部分的 — Hermes は %lld 件のセッションのコストを記録していません
pt_br: Parcial — o Hermes não registrou nenhum custo para ^[%lld sessão](inflect: true)
zh_hans: 部分 — Hermes 未记录 %lld 个会话的费用

source: “%@” contains a tab or a control character. Remove it, then save.
de: „%@“ enthält einen Tabulator oder ein Steuerzeichen. Entferne es und speichere dann.
es: “%@” contiene un tabulador o un carácter de control. Elimínalo y luego guarda.
fr: « %@ » contient une tabulation ou un caractère de contrôle. Supprimez-le, puis enregistrez.
ja: 「%@」にタブまたは制御文字が含まれています。削除してから保存してください。
pt_br: “%@” contém uma tabulação ou um caractere de controle. Remova-o e salve.
zh_hans: “%@”包含制表符或控制字符。请删除后再保存。

source: “%@” contains a tab or a control character. Hermes can't read a config.yaml with one in it — it falls back to your .env values and ignores the whole file. Remove it, then save.
de: „%@“ enthält einen Tabulator oder ein Steuerzeichen. Hermes kann eine config.yaml damit nicht lesen — es greift auf deine .env-Werte zurück und ignoriert die ganze Datei. Entferne es und speichere dann.
es: “%@” contiene un tabulador o un carácter de control. Hermes no puede leer un config.yaml que lo contenga: recurre a tus valores de .env e ignora todo el archivo. Elimínalo y luego guarda.
fr: « %@ » contient une tabulation ou un caractère de contrôle. Hermes ne peut pas lire un config.yaml qui en contient — il se replie sur vos valeurs .env et ignore tout le fichier. Supprimez-le, puis enregistrez.
ja: 「%@」にタブまたは制御文字が含まれています。Hermes はそれを含む config.yaml を読み取れず、.env の値にフォールバックしてファイル全体を無視します。削除してから保存してください。
pt_br: “%@” contém uma tabulação ou um caractere de controle. O Hermes não consegue ler um config.yaml com isso — ele recorre aos valores do seu .env e ignora o arquivo inteiro. Remova-o e salve.
zh_hans: “%@”包含制表符或控制字符。Hermes 无法读取含有它的 config.yaml — 会退回到你的 .env 值并忽略整个文件。请删除后再保存。

source: Validation error: %@ contains a tab or a control character. Remove it, then save.
de: Validierungsfehler: %@ enthält einen Tabulator oder ein Steuerzeichen. Entferne es und speichere dann.
es: Error de validación: %@ contiene un tabulador o un carácter de control. Elimínalo y luego guarda.
fr: Erreur de validation : %@ contient une tabulation ou un caractère de contrôle. Supprimez-le, puis enregistrez.
ja: 検証エラー: %@ にタブまたは制御文字が含まれています。削除してから保存してください。
pt_br: Erro de validação: %@ contém uma tabulação ou um caractere de controle. Remova-o e salve.
zh_hans: 验证错误：%@ 包含制表符或控制字符。请删除后再保存。

source: cost unknown
de: Kosten unbekannt
es: coste desconocido
fr: coût inconnu
ja: コスト不明
pt_br: custo desconhecido
zh_hans: 费用未知

source: “%@” contains a control character. Hermes would store it as an invisible escape that never matches — remove it and save again.
de: „%@“ enthält ein Steuerzeichen. Hermes würde es als unsichtbare Escape-Sequenz speichern, die nie zutrifft — entferne es und speichere erneut.
es: «%@» contiene un carácter de control. Hermes lo guardaría como un escape invisible que nunca coincide: elimínalo y vuelve a guardar.
fr: « %@ » contient un caractère de contrôle. Hermes l’enregistrerait comme une séquence d’échappement invisible qui ne correspondra jamais — supprimez-le et enregistrez à nouveau.
ja: 「%@」に制御文字が含まれています。Hermes はこれを不可視のエスケープとして保存するため、決して一致しません。削除してから保存し直してください。
pt_br: “%@” contém um caractere de controle. O Hermes o armazenaria como um escape invisível que nunca corresponde — remova-o e salve novamente.
zh_hans: “%@”包含控制字符。Hermes 会将其存储为永远无法匹配的不可见转义序列——请删除后重新保存。

source: “%@” contains a tab or a control character. Remove it, then add.
de: „%@“ enthält einen Tabulator oder ein Steuerzeichen. Entfernen Sie es und fügen Sie dann hinzu.
es: “%@” contiene un tabulador o un carácter de control. Elimínalo y luego añádelo.
fr: « %@ » contient une tabulation ou un caractère de contrôle. Supprimez-le, puis ajoutez.
ja: 「%@」にタブまたは制御文字が含まれています。削除してから追加してください。
pt_br: “%@” contém uma tabulação ou um caractere de controle. Remova-o e depois adicione.
zh_hans: “%@”包含制表符或控制字符。请移除后再添加。

source: “%@” is too long for Hermes to read as a config.yaml key once Scarf quotes it. Hermes falls back to your .env values and ignores the whole file. Shorten it, then save.
de: „%@“ ist zu lang, als dass Hermes es – einmal von Scarf in Anführungszeichen gesetzt – als Schlüssel in der config.yaml lesen könnte. Hermes greift auf deine .env-Werte zurück und ignoriert die ganze Datei. Kürze ihn und speichere dann.
es: “%@” es demasiado largo para que Hermes lo lea como clave de config.yaml una vez que Scarf lo entrecomilla. Hermes recurre a tus valores de .env e ignora todo el archivo. Acórtala y luego guarda.
fr: « %@ » est trop long pour que Hermes le lise comme clé de config.yaml une fois mis entre guillemets par Scarf. Hermes se rabat sur vos valeurs .env et ignore tout le fichier. Raccourcissez-la, puis enregistrez.
ja: 「%@」は、Scarfが引用符で囲んだ状態ではconfig.yamlのキーとして長すぎ、Hermesが読み取れません。Hermesは.envの値にフォールバックし、ファイル全体を無視します。短くしてから保存してください。
pt_br: “%@” é longo demais para o Hermes ler como chave do config.yaml depois que o Scarf a coloca entre aspas. O Hermes recorre aos seus valores do .env e ignora o arquivo inteiro. Encurte-a e salve.
zh_hans: 经 Scarf 加上引号后，“%@”作为 config.yaml 的键过长，Hermes 无法读取。Hermes 会回退到你的 .env 值并忽略整个文件。请缩短后再保存。

source: “%@” is too long for Hermes to read as a config.yaml key once Scarf quotes it. Hermes ignores the whole file. Shorten it, then add.
de: „%@“ ist zu lang, als dass Hermes es – einmal von Scarf in Anführungszeichen gesetzt – als Schlüssel in der config.yaml lesen könnte. Hermes ignoriert die ganze Datei. Kürze ihn und füge ihn dann hinzu.
es: “%@” es demasiado largo para que Hermes lo lea como clave de config.yaml una vez que Scarf lo entrecomilla. Hermes ignora todo el archivo. Acórtala y luego añádela.
fr: « %@ » est trop long pour que Hermes le lise comme clé de config.yaml une fois mis entre guillemets par Scarf. Hermes ignore tout le fichier. Raccourcissez-la, puis ajoutez-la.
ja: 「%@」は、Scarfが引用符で囲んだ状態ではconfig.yamlのキーとして長すぎ、Hermesが読み取れません。Hermesはファイル全体を無視します。短くしてから追加してください。
pt_br: “%@” é longo demais para o Hermes ler como chave do config.yaml depois que o Scarf a coloca entre aspas. O Hermes ignora o arquivo inteiro. Encurte-a e adicione.
zh_hans: 经 Scarf 加上引号后，“%@”作为 config.yaml 的键过长，Hermes 无法读取。Hermes 会忽略整个文件。请缩短后再添加。

source: “%@” isn’t supported on this Hermes — it ignores it and uses its own default effort (medium).
de: „%@“ wird von diesem Hermes nicht unterstützt — es ignoriert den Wert und verwendet seinen eigenen Standardaufwand (medium).
es: «%@» no es compatible con este Hermes: lo ignora y usa su propio esfuerzo predeterminado (medium).
fr: « %@ » n’est pas pris en charge par ce Hermes — il l’ignore et utilise son propre effort par défaut (medium).
ja: この Hermes は「%@」に対応していません。値は無視され、Hermes 自身の既定の推論量（medium）が使われます。
pt_br: “%@” não é compatível com este Hermes — ele ignora o valor e usa o próprio esforço padrão (medium).
zh_hans: 此 Hermes 不支持“%@” — 它会忽略该值并使用自身的默认推理强度（medium）。

source: $0.05 per minute on the host's OpenAI key
de: 0,05 $ pro Minute über den OpenAI-Schlüssel des Hosts
es: 0,05 USD por minuto con la clave de OpenAI del host
fr: 0,05 $ par minute sur la clé OpenAI de l’hôte
ja: ホストの OpenAI キーで 1 分あたり 0.05 ドル
pt_br: US$ 0,05 por minuto na chave da OpenAI do host
zh_hans: 按主机的 OpenAI 密钥每分钟 0.05 美元计费

source: %@ · about %@
de: %@ · etwa %@
es: %@ · aprox. %@
fr: %@ · environ %@
ja: %@ · 約 %@
pt_br: %@ · cerca de %@
zh_hans: %@ · 约 %@

source: %@ — %lld import(s)
de: %@ — %lld Import(e)
es: %@ — %lld importación(es)
ja: %@ — %lld 件のインポート
pt_br: %@ — %lld importação(ões)
zh_hans: %@ — %lld 处导入

source: %@, update available from %@
de: %@, Update verfügbar von %@
es: %@, actualización disponible desde %@
fr: %@, mise à jour disponible depuis %@
ja: %1$@、%2$@ から更新が利用できます
pt_br: %@, atualização disponível em %@
zh_hans: %@，可从 %@ 更新

source: %lld import(s) of module paths removed by the Sep 2026 decomposition.
de: %lld Import(e) von Modulpfaden, die die Aufteilung vom September 2026 entfernt hat.
es: %lld importación(es) de rutas de módulo eliminadas por la descomposición de septiembre de 2026.
fr: %lld import(s) de chemins de module supprimés par la décomposition de septembre 2026.
ja: 2026 年 9 月の分割で削除されたモジュールパスのインポートが %lld 件あります。
pt_br: %lld importação(ões) de caminhos de módulo removidos pela decomposição de setembro de 2026.
zh_hans: 有 %lld 处导入指向 2026 年 9 月拆分中移除的模块路径。

source: %lld plugin(s) are no longer loaded
de: %lld Plug-in(s) werden nicht mehr geladen
es: %lld complemento(s) ya no se cargan
fr: %lld plug-in(s) ne sont plus chargés
ja: %lld 個のプラグインは読み込まれなくなりました
pt_br: %lld plugin(s) não são mais carregados
zh_hans: %lld 个插件不再加载

source: %lld plugin(s) stop loading on %@
de: %1$lld Plug-in(s) werden ab %2$@ nicht mehr geladen
es: %1$lld complemento(s) dejan de cargarse el %2$@
fr: %1$lld plug-in(s) cessent de se charger le %2$@
ja: %2$@ 以降、%1$lld 個のプラグインは読み込まれなくなります
pt_br: %1$lld plugin(s) deixam de carregar em %2$@
zh_hans: %1$lld 个插件将从 %2$@ 起停止加载

source: %lld skill(s) could not be checked
de: %lld Skill(s) konnten nicht geprüft werden
es: No se pudieron comprobar %lld habilidad(es)
fr: Impossible de vérifier %lld compétence(s)
ja: %lld 個のスキルを確認できませんでした
pt_br: Não foi possível verificar %lld habilidade(s)
zh_hans: 有 %lld 个技能无法检查

source: Absolute token cap on a subagent's compaction trigger, applied as the lower of this and the child's ratio threshold. Off (0) means children compact at the same ratio as the parent. Hermes ignores any value below 16,000.
de: Absolute Token-Obergrenze für den Verdichtungsauslöser eines Subagenten; es gilt der kleinere Wert aus diesem und dem Verhältnis-Schwellenwert des Kindprozesses. Aus (0) bedeutet, dass Kindprozesse beim selben Verhältnis wie der übergeordnete Agent verdichten. Hermes ignoriert jeden Wert unter 16.000.
es: Límite absoluto de tokens para el disparador de compactación de un subagente; se aplica el menor entre este valor y el umbral de proporción del hijo. Desactivado (0) significa que los hijos compactan con la misma proporción que el padre. Hermes ignora cualquier valor por debajo de 16.000.
fr: Plafond absolu de jetons pour le déclencheur de compactage d’un sous-agent ; la plus petite valeur entre celle-ci et le seuil de ratio de l’enfant s’applique. Désactivé (0) signifie que les enfants compactent au même ratio que le parent. Hermes ignore toute valeur inférieure à 16 000.
ja: サブエージェントの圧縮トリガーに対するトークンの絶対上限です。この値と子側の比率しきい値のうち、小さいほうが適用されます。オフ (0) の場合、子は親と同じ比率で圧縮します。Hermes は 16,000 未満の値を無視します。
pt_br: Limite absoluto de tokens para o gatilho de compactação de um subagente; vale o menor entre este valor e o limiar de proporção do filho. Desligado (0) significa que os filhos compactam na mesma proporção do pai. O Hermes ignora qualquer valor abaixo de 16.000.
zh_hans: 子代理压缩触发的绝对 token 上限，取此值与子代理比例阈值中较小者。关闭（0）表示子代理按与父代理相同的比例压缩。Hermes 会忽略低于 16,000 的任何值。

source: Accepted %@
de: Akzeptiert %@
es: Aceptado %@
fr: Accepté %@
ja: %@ に同意済み
pt_br: Aceito %@
zh_hans: 已于 %@ 接受

source: Accepted on this Mac, %@
de: Auf diesem Mac akzeptiert, %@
es: Aceptado en este Mac, %@
fr: Accepté sur ce Mac, %@
ja: この Mac で同意済み、%@
pt_br: Aceito neste Mac, %@
zh_hans: 已在此 Mac 上接受，%@

source: Add `OPENAI_API_KEY=…` to `~/.hermes/.env`, or set `voice.gpt_live.api_key` in config.yaml.
de: Fügen Sie `OPENAI_API_KEY=…` in `~/.hermes/.env` hinzu oder setzen Sie `voice.gpt_live.api_key` in config.yaml.
es: Añade `OPENAI_API_KEY=…` a `~/.hermes/.env`, o define `voice.gpt_live.api_key` en config.yaml.
fr: Ajoutez `OPENAI_API_KEY=…` à `~/.hermes/.env`, ou définissez `voice.gpt_live.api_key` dans config.yaml.
ja: `~/.hermes/.env` に `OPENAI_API_KEY=…` を追加するか、config.yaml で `voice.gpt_live.api_key` を設定してください。
pt_br: Adicione `OPENAI_API_KEY=…` a `~/.hermes/.env` ou defina `voice.gpt_live.api_key` no config.yaml.
zh_hans: 在 `~/.hermes/.env` 中添加 `OPENAI_API_KEY=…`，或在 config.yaml 中设置 `voice.gpt_live.api_key`。

source: Advisories found.
de: Sicherheitshinweise gefunden.
es: Se encontraron avisos de seguridad.
fr: Des alertes de sécurité ont été trouvées.
ja: セキュリティ勧告が見つかりました。
pt_br: Foram encontrados avisos de segurança.
zh_hans: 发现安全公告。

source: Advisories found. %@
de: Sicherheitshinweise gefunden. %@
es: Se encontraron avisos de seguridad. %@
fr: Des alertes de sécurité ont été trouvées. %@
ja: セキュリティ勧告が見つかりました。%@
pt_br: Foram encontrados avisos de segurança. %@
zh_hans: 发现安全公告。%@

source: Allow Scarf in System Settings › Privacy & Security › Microphone, then try again.
de: Erlauben Sie Scarf in Systemeinstellungen › Datenschutz & Sicherheit › Mikrofon und versuchen Sie es erneut.
es: Autoriza Scarf en Ajustes del Sistema › Privacidad y seguridad › Micrófono e inténtalo de nuevo.
fr: Autorisez Scarf dans Réglages Système › Confidentialité et sécurité › Microphone, puis réessayez.
ja: 「システム設定」›「プライバシーとセキュリティ」›「マイク」で Scarf を許可してから、もう一度お試しください。
pt_br: Permita o Scarf em Ajustes do Sistema › Privacidade e Segurança › Microfone e tente novamente.
zh_hans: 在“系统设置”›“隐私与安全性”›“麦克风”中允许 Scarf，然后重试。

source: Always
de: Immer
es: Siempre
fr: Toujours
ja: 常に
pt_br: Sempre
zh_hans: 始终
